{
  "partnerships.meta.title": "Партнерства",
  "partnerships.meta.description": "Співпрацюйте з Simple Deutsch, щоб підтримувати інтеграцію мігрантів у Німеччині через мовне навчання, цифрові навички та освіту на базі ШІ.",
  "partnerships.hero.title": "Партнерства",
  "partnerships.hero.intro": "Simple Deutsch співпрацює з компаніями, університетами та некомерційними організаціями, щоб підтримувати інтеграцію мігрантів у Німеччині через вивчення мови, цифрові навички та навчання з підтримкою ШІ.",
  "partnerships.partners.heading": "Партнери Simple Deutsch",
  "partnerships.sections.preLogos.p1": "Ми будуємо партнерства з організаціями, які поділяють нашу мету: допомагати новоприбулим орієнтуватися в житті в Німеччині через зрозумілу мову та практичне цифрове навчання.",
  "partnerships.sections.preLogos.p2": "Зазвичай співпраця включає спонсоровані навчальні потоки, спільно створений контент і локальні програми, що допомагають людям знаходити надійні ресурси.",
  "partnerships.sections.preLogos.p3": "Якщо ви представляєте компанію, фонд або державну установу, ми можемо запропонувати пілотний формат під вашу аудиторію, терміни та цілі впливу.",
  "partnerships.sections.postLogos.p1": "Кожне партнерство починається з чіткої цілі: наприклад, покращити мовну доступність для шукачів роботи, посилити інтеграційні програми або розвинути цифрову впевненість.",
  "partnerships.sections.postLogos.p2": "Далі ми формуємо легкий план запуску з чіткими ролями, спільними етапами та вимірюваними результатами.",
  "partnerships.sections.postLogos.p3": "Ми надаємо гнучкі формати навчання, які можна вбудувати в наявні ініціативи та адаптувати до різних мовних рівнів.",
  "partnerships.sections.postLogos.p4": "Партнери регулярно отримують оновлення прогресу та практичні рекомендації для підвищення залученості.",
  "partnerships.sections.postLogos.p5": "Якщо ви розглядаєте співпрацю, ми можемо почати з короткого ознайомчого дзвінка та запропонувати наступні кроки протягом кількох днів.",
  "partnerships.cta.title": "Давайте співпрацювати",
  "partnerships.cta.lead": "Розкажіть, який формат партнерства вас цікавить - ми запропонуємо простий пілот і наступні кроки.",
  "partnerships.cta.telegram": "Зв'язатися через Telegram",
  "partnerships.cta.email": "Зв'язатися через Email",
  "partnerships.cta.telegramAria": "Зв'язатися через Telegram",
  "partnerships.cta.emailAria": "Зв'язатися через Email"
}
