{
  "partnerships.meta.title": "Partnerships",
  "partnerships.meta.description": "Partner with Simple Deutsch to support migrant integration in Germany through AI-driven language education and digital skills training.",
  "partnerships.hero.title": "Partnerships",
  "partnerships.hero.intro": "Simple Deutsch partners with companies, universities, and non-profits to support migrant integration in Germany through language learning, digital skills, and AI-assisted education.",
  "partnerships.partners.heading": "Partners of the Simple Deutsch",
  "partnerships.sections.preLogos.p1": "We build partnerships with organizations that share our goal: helping newcomers navigate life in Germany through clear language and practical digital learning.",
  "partnerships.sections.preLogos.p2": "Typical collaborations include sponsored learning cohorts, co-created content, and local outreach programs that connect people to trusted resources.",
  "partnerships.sections.preLogos.p3": "Whether you are a company, foundation, or public institution, we can shape a pilot format that fits your audience, timeline, and impact goals.",
  "partnerships.sections.postLogos.p1": "Every partnership starts with a focused objective, such as improving language access for job seekers, supporting integration programs, or expanding digital confidence.",
  "partnerships.sections.postLogos.p2": "From there, we define a lightweight rollout plan with clear responsibilities, shared milestones, and measurable outcomes.",
  "partnerships.sections.postLogos.p3": "We provide adaptable learning formats that can be embedded into existing initiatives and tailored to different language levels.",
  "partnerships.sections.postLogos.p4": "Partners receive regular progress updates and practical recommendations to improve engagement over time.",
  "partnerships.sections.postLogos.p5": "If you are exploring a collaboration, we can start with a short discovery call and propose next steps within a few days.",
  "partnerships.cta.title": "Let's collaborate",
  "partnerships.cta.lead": "Tell us what kind of partnership you have in mind - we'll suggest a simple pilot and next steps.",
  "partnerships.cta.telegram": "Contact us via Telegram",
  "partnerships.cta.email": "Contact us via Email",
  "partnerships.cta.telegramAria": "Contact us via Telegram",
  "partnerships.cta.emailAria": "Contact us via Email"
}
