{
  "partnerships.meta.title": "Партнерства",
  "partnerships.meta.description": "Сотрудничайте с Simple Deutsch, чтобы поддерживать интеграцию мигрантов в Германии через языковое обучение, цифровые навыки и ИИ-образование.",
  "partnerships.hero.title": "Партнерства",
  "partnerships.hero.intro": "Simple Deutsch сотрудничает с компаниями, университетами и некоммерческими организациями, чтобы поддерживать интеграцию мигрантов в Германии через изучение языка, цифровые навыки и обучение с поддержкой ИИ.",
  "partnerships.partners.heading": "Партнеры Simple Deutsch",
  "partnerships.sections.preLogos.p1": "Мы строим партнерства с организациями, которые разделяют нашу цель: помогать новым жителям Германии ориентироваться в повседневной жизни с помощью понятного языка и практичного цифрового обучения.",
  "partnerships.sections.preLogos.p2": "Обычно сотрудничество включает спонсируемые учебные потоки, совместно созданный контент и локальные программы, которые помогают людям находить надежные ресурсы.",
  "partnerships.sections.preLogos.p3": "Если вы представляете компанию, фонд или государственную институцию, мы можем подготовить пилотный формат под вашу аудиторию, сроки и цели по влиянию.",
  "partnerships.sections.postLogos.p1": "Каждое партнерство начинается с конкретной цели: например, улучшить языковую доступность для соискателей, усилить программы интеграции или развить цифровую уверенность.",
  "partnerships.sections.postLogos.p2": "Затем мы формируем легкий план запуска с понятными ролями, общими этапами и измеримыми результатами.",
  "partnerships.sections.postLogos.p3": "Мы предлагаем гибкие форматы обучения, которые можно встроить в уже существующие инициативы и адаптировать под разные языковые уровни.",
  "partnerships.sections.postLogos.p4": "Партнеры регулярно получают обновления по прогрессу и практические рекомендации для повышения вовлеченности.",
  "partnerships.sections.postLogos.p5": "Если вы рассматриваете сотрудничество, мы можем начать с короткого ознакомительного звонка и предложить следующие шаги в течение нескольких дней.",
  "partnerships.cta.title": "Давайте сотрудничать",
  "partnerships.cta.lead": "Расскажите, какой формат партнерства вам интересен - мы предложим простой пилот и следующие шаги.",
  "partnerships.cta.telegram": "Связаться через Telegram",
  "partnerships.cta.email": "Связаться по Email",
  "partnerships.cta.telegramAria": "Связаться через Telegram",
  "partnerships.cta.emailAria": "Связаться по Email"
}
